Repository: forcaeluz/ventania-suinos
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Farm Overview
pt_br: Visão Geral

source: Alerts
pt_br: Alertas

source: Overviews
pt_br: Relatórios

source: Flocks
pt_br: Lotes

source: Flock
pt_br: Lote

source: Entry Date
pt_br: Data de Entrada

source: Animals still on farm
pt_br: Animais na Granja

source: Estimated Avg. Weight
pt_br: Peso Médio Estimado

source: Animals in Treatment
pt_br: Animais em Tratamento

source: Animals separated
pt_br: Animais Separados

source: Death %%
pt_br: Mortalidade

source: Expected Exit Date
pt_br: Data Esperada de Saída

source: Separations
pt_br: Separações

source: Date
pt_br: Data

source: Reason
pt_br: Ração

source: Feeding
pt_br: Alimentação

source: Feed
pt_br: Ração

source: Estimated Availability
pt_br: Disponibilidade Estimada

source: Medications
pt_br: Medicamentos

source: Welcome to Ventania Suinos
pt_br: Bem vindo ao EasyFat

source: Welcome!!!
pt_br: Bem vindo!

source: Feed Management
pt_br: Gerenciamento de Ração

source: Add feed type
pt_br: Adicionar tipo de ração

source: Type
pt_br: Tipo

source: Estimated Weight
pt_br: Peso Estimado

source: Estimated availability end date
pt_br: Data estimada de disponibilidade

source: Register new feed entry
pt_br: Registrar nova compra de ração

source: No feed types registered
pt_br: Não existem rações cadastradas

source: Feed Entries
pt_br: Entradas de Rações

source: Weight
pt_br: Peso

source: Animal Separation
pt_br: Separação Animal

source: Separation Information
pt_br: Informações de Separações

source: General Information
pt_br: Informações Gerais

source: Flock:
pt_br: Lote:

source: Date:
pt_br: Data:

source: Reason:
pt_br: Razão:

source: Death Information
pt_br: Informações Mortalidade

source: Cause:
pt_br: Causa:

source: Exit Information
pt_br: Informações de Saídas

source: Weight:
pt_br: Peso:

source: Separated Animal Death
pt_br: Morte de Animal Separado

source: Separation Date:
pt_br: Data de Separação

source: Register new animal death
pt_br: Registrar nova morte de animal

source: Register new animal exit
pt_br: Registrar nova saídade de animal

source: Flock Information
pt_br: Informações do Lote

source: Flock information
pt_br: Informações do Lote

source: Friendly Identifier:
pt_br: Identificador:

source: Entry Date:
pt_br: Data de Entrada:

source: Entry Weight:
pt_br: Peso de Entrada:

source: Entry Count:
pt_br: Quantidade de Animais na Entrada:

source: Average Entry Weight:
pt_br: Peso Médio de Entrada:

source: Number of animals on farm
pt_br: Número de Animais na Granja

source: Animal Deaths
pt_br: Mortalidade

source: Cause
pt_br: Causa

source: No deaths in this flock.
pt_br: Sem mortes neste lote.

source: Animal Separations
pt_br: Separação de Animais

source: Separation Date
pt_br: Data de Separação

source: Ended
pt_br: Terminou

source: Died in:
pt_br: Morreu em:

source: Exit in:
pt_br: Saiu em:

source: Still separated.
pt_br: Ainda separado.

source: No animals separated from this flock.
pt_br: Não existem animais separados deste lote.

source: Animal Exits
pt_br: Saída de Animais

source: Exit Date
pt_br: Data de Saída

source: N. of animals
pt_br: Número de animais

source: Total weight
pt_br: Peso total

source: Average weight
pt_br: Peso médio

source: No animals exited.
pt_br: Não houve saída de animais

source: Flock Management
pt_br: Gestão de Lote

source: Current Flocks in the farm
pt_br: Lotes alojados na granja

source: Flocks not in the farm anymore
pt_br: Lotes vendidos

source: Growth Rate
pt_br: Taxa de Crescimento

source: Avg. Exit Weight
pt_br: Peso médio de saída

source: Start Date
pt_br: Data de Início

source: Medication
pt_br: Medicamento

source: Number of applications
pt_br: Número de Aplicações

source: Total of medication used
pt_br: Total de medicamento usado

source: Name
pt_br: Nome

source: Available Dosage
pt_br: Quantidade Disponível

source: Next expiry date
pt_br: Data de Validade mais próxima

source: Medication Information
pt_br: Informação Medicamento

source: Medication name:
pt_br: Nome medicamento:

source: Recommended age to start:
pt_br: Idade mínima recomendada:

source: Recommended age to stop:
pt_br: Idade limite recomendada:

source: Recomended dosage/kg:
pt_br: Dosagem/kg recomendada:

source: Stock:
pt_br: Estoque:

source: Instructions:
pt_br: Instruções:

source: Treatment Information
pt_br: Informações de Tratamentos

source: Application Information
pt_br: Informações de Aplicações

source: New Medication Discard
pt_br: Adicionar Descarte de Medicamento

source: Stop Date
pt_br: Data de término:

source: Start Date:
pt_br: Data de Início

source: Medication:
pt_br: Medicamento:

source: End Date:
pt_br: Data de Término:

source: End Grace Period:
pt_br: Período de Carência:

source: Total of medication applied:
pt_br: Total de medicação aplicada:

source: Applications
pt_br: Aplicações

source: Dosage
pt_br: Dosagem

source: End Date
pt_br: Data de Término

source: Buildings
pt_br: Construções

source: Reports
pt_br: Relatórios

source: New Flock
pt_br: Novo Lote

source: New Separation
pt_br: Nova Separação

source: New Exit
pt_br: Nova Saída

source: New Death
pt_br: Nova Morte

source: New Feed Delivery
pt_br: Nova Entrada de Ração

source: New Feeding Transition
pt_br: Alterar Ração de Lote

source: New Treatment
pt_br: Novo Tratamento

source: New Medication Application
pt_br: Nova Aplicação de Medicamento

source: Health
pt_br: Saúde

source: Financial
pt_br: Financeiro
